Repository: 1reza/turses
Catalog: locale/*.po
Languages: es

source: Couldn't find any profile.
es: No se ha encontrado ningún perfil.

source: It should reside in: %s
es: Debería residir en: %s

source: If you want to setup a new account, then follow these steps
es: Si quieres configurar una nueva cuenta, sigue estos pasos

source: If you want to skip this, just press return or ctrl-C.
es: Si quieres saltarte este paso, presiona <Enter> o Ctrl-C.

source: Which service do you want to use?
es: ¿Qué servicio quieres usar?

source: Which root url do you want? (leave blank for default, https://identi.ca/api)
es: ¿Qué URL quieres usar? (déjalo en blanco para https://identi.ca/api)

source: Couldn't create the directory in %s/turses
es: No ha sido posible crear el directorio %s/turses

source: Generating configuration file in %s
es: Generando fichero de configuración en %s

source: Your choice? >
es: ¿Cuál es tu elección?

source: Requesting temp token from
es: Solicitando token de

source: Invalid respond from
es: Respuesta inválida de

source: requesting temp token: %s
es: solicitando token: %s

source: Please visit the following page to retrieve pin code needed
es: Por favor, visita la siguiente URL para obtener el código PIN

source: to obtain an Authentication Token:
es: para obtener el token de autenticatión:

source: Generating and signing request for an access token
es: Generando y firmando petición para un token de acceso

source: Request for access token failed: %s
es: La solicitud te token de acceso falló: %s

source: Error creating directory .config/turses
es: Error al crear el directorio .config/turses

source: your account has been saved
es: tu cuenta se ha guardado

source: Initializing API
es: Inicializando API

source: Initializing timelines
es: Inicializando timelines

source: Couldn't initialize API
es: No fué posible inicializar la API

source: Timelines loaded
es: Timelines cargados

source: Home timeline fetched
es: Tweets actualizados

source: Failed to fetch home timeline
es: Fallo al actualizar tweets

source: Your tweets fetched
es: Tus tweets actualizados

source: Failed to fetch your tweets
es: Fallo al actualizar tus tweets

source: Mentions fetched
es: Menciones actualizadas

source: Failed to fetch mentions
es: Fallo al actualizar menciones

source: mentions
es: menciones

source: Favorites fetched
es: Favoritos actualizados

source: Failed to fetch favorites
es: Fallo al actualizar favoritos

source: favorites
es: favoritos

source: Messages fetched
es: Mensajes actualizados

source: Failed to fetch messages
es: Fallo al actualizar mensajes

source: messages
es: mensajes

source: %s updated
es: %s actualizado

source: Search user (no need to prepend it with "@")
es: Buscar usuario (no es necesario escribir "@")

source: Tweet
es: Tweetear

source: Reply to %s
es: Responder a %s

source: DM to %s
es: Mensaje a %s

source: Sending tweet
es: Enviando tweet

source: Tweet canceled
es: Tweet cancelado

source: Tweet sent
es: Tweet enviado

source: Tweet not sent
es: El tweet no se envió

source: Sending DM
es: Enviando mensaje

source: DM canceled
es: Mensaje cancelado

source: Direct Message to @%s sent
es: Mensaje a @%s enviado

source: Failed to send message to @%s
es: Fallo al enviar mensaje a @%s

source: Search cancelled
es: Búsqueda cancelada

source: Invalid search
es: Búsqueda no válida

source: Creating search timeline for "%s"
es: Creando timeline de búsqueda para "%s"

source: Search timeline for "%s" created
es: Timeline de búsqueda para "%s" creado

source: Invalid username
es: Nombre de usuario no válido

source: Fetching latest tweets from @%s
es: Descargando los últimos tweets de @%s

source: @%s's timeline created
es: Creado el timeline de @%s

source: Unable to create @%s's timeline
es: No fué posible crear el timeline de @%s

source: Retweet posted
es: Retweet enviado

source: Failed to post retweet
es: Fallo al enviar retweet

source: Tweet too long for manual retweet
es: Tweet demasiado largo para retweetearlo manualmente

source: Tweet deleted
es: Tweet eliminado

source: Failed to delete tweet
es: Fallo al eliminar tweet

source: You can't follow yourself
es: No puedes seguirte a tí mismo

source: You are now following @%s
es: Ahora sigues a @%s

source: We can not ensure that you are following @%s
es: No podemos asegurar que sigas a @%s

source: That doesn't make any sense
es: Eso no tiene ningún sentido

source: You are no longer following %s
es: Ya no sigues a @%s

source: We can not ensure that you are not following %s
es: No podemos asegurar que hayas dejado de seguir a %s

source: Failed to mark tweet as favorite
es: Fallo al marcar tweet como favorito

source: Tweet marked as favorite
es: Tweet marcado como favorito

source: Failed to remove tweet from favorites
es: Fallo al eliminar tweet de favoritos

source: Tweet removed from favorites
es: Tweet eliminado de favoritos

source: Press '?' for help
es: Pulsa '?' para ver la ayuda

source: Press 'q' to quit turses
es: Pulsa 'q' para salir de turses

source: Motion
es: Moción

source: Scroll up one tweet
es: Scroll hacia arriba

source: Scroll down one tweet
es: Scroll hacia abajo

source: Activate the timeline on the left
es: Activar el timeline de la izquierda

source: Activate the timeline on the right
es: Activar el timeline de la derecha

source: Scroll to first tweet
es: Enfocar primer tweet

source: Scroll to last tweet
es: Enfocar último tweet

source: Shift active buffer one position to the left
es: Deslizar el buffer activo una posición a la izquierda

source: Shift active buffer one position to the right
es: Deslizar el buffer activo una posición a la derecha

source: Shift active buffer to the beggining
es: Deslizar el buffer activo al principio

source: Shift active buffer to the end
es: Deslizar el buffer activo al final

source: Activate first buffer
es: Activar primer buffer

source: Activate last buffer
es: Activar último buffer

source: Delete active buffer
es: Borrar buffer activo

source: Clear active buffer
es: Limpiar buffer activo

source: Mark all tweets in timeline as read
es: Marcar todos los tweets del timeline como leídos

source: Compose a tweet
es: Escribir un tweet

source: Delete selected tweet (must be yours)
es: Borrar tweet seleccionado (debe ser tuyo)

source: Reply to selected tweet
es: Responder al tweet seleccionado

source: Retweet selected tweet
es: Retweetear el tweet seleccionado

source: Retweet selected tweet editing it first
es: Retweetear el tweet seleccionado editándolo primero

source: Send direct message
es: Enviar mensaje

source: Refresh current timeline
es: Actualizar timeline activo

source: Compose a tweet with the same hashtags as the focused
es: Escribir un tweet con los mismos hashtags que el seleccionado

source: Friendship
es: Amistad

source: Follow selected tweet's author
es: Seguir al autor del tweet seleccionado

source: Unfollow selected tweet's author
es: Dejar de seguir al autor del tweet seleccionado

source: Favorites
es: Favoritos

source: Mark selected tweet as favorite
es: Marcar tweet seleccionado como favorito

source: Remove a tweet from favorites
es: Borrar tweet seleccionado de favoritos

source: Go to home timeline
es: Ir al timeline principal

source: Go to favorites timeline
es: Ir al timeline de favorites

source: Go to mentions timeline
es: Ir al timeline de las menciones

source: Go to direct message timeline
es: Ir al timeline de los mensajes

source: Search for term and show resulting timeline
es: Crear timeline de búsqueda

source: Show somebody's public timeline
es: Añadir timeline con los tweets de alguien

source: Show your public timeline
es: Añadir timeline con tus tweets

source: Search the hashtags of the focused status
es: Buscar los hashtags del tweet seleccionado

source: Open selected thread
es: Abrir conversación seleccionada

source: Show user information
es: Mostrar información de usuario

source: Show help buffer
es: Mostrar ayuda

source: Others
es: Otras

source: Leave turses
es: Salir de turses

source: Open URL in browser
es: Abrir URL en el navegador

source: Open image
es: Abrir imágen

source: Redraw the screen
es: Redibujar la pantalla
